{
    "uploading": "Uploading",
    "siteName": "LightMatch.es",
    "myPhotos": "My Photos",
    "menuLanguage": "Languages",
    "error404": "Sorry, we couldn't find a page at this address.",
    "dropFileMsg": "Please drag and drop your photos to here for uploading.",
    "siteDescription": "We provide <a href=\"/terms-of-use\">free</a> photos (no watermark!) everyday for you to download and use. Please <a href=\"/subscribe\">follow</a> our latest updates.",
    "downloadCount": "__count__ download",
    "downloadCount_plural": "__count__ downloads",
    "privacy": "Privacy",
    "license": "License",
    "disclaimer": "Disclaimer",
    "featured": "Featured",
    "subscribe": "Please follow our social media.",
    "agreement": "Lightmatches Agreement (for mainland Chinese users only)",
    "enriched": "Enriched by <a href=\"http://www.creativeworks.com.hk\" target=\"_blank\">Creativeworks</a>",
    "contactUs": "Contact Us",
    "saveProfile": "Save Profile",
    "licenseContent": "<p>All photos published on Lightmatches are licensed under <a href=\"https://creativecommons.org/publicdomain/zero/1.0/deed.en\" target=\"_blank\">Creative Commons Zero</a> which means you can copy, modify, distribute and use the photos for free, including commercial purposes, without asking permission from or providing attribution to the photographer or Lightmatches.</p>",
    "privacyContent": "<li><h4>General Policy Statement</h4><p>Creativeworks Group Limited (“Company” or “we”) pledge to meet fully, and where possible exceed, internationally recognized standards of personal data privacy protection. In doing so, we will ensure compliance by our staff with the strictest standards of security and confidentiality.</p><p>We have adopted this privacy policy (the “Privacy Policy”). This Privacy Policy is to help you understand how we collect, use, disseminate and safeguard the data you provide while accessing and using <a href=\"/\">https://www.lightmatch.es</a> (the “Website”). By accessing the Website, you are consenting to the collection and the use of your information by Company, but only to the extent described herein. Should you wish to revoke your consent, you may do so in accordance with the provisions is this Privacy Policy.<p></li><li><h4>Information/Data Collection  and Use</strong></h4><h5>2.1 Collection of Information</h5><p>Whenever you visit the Website, our servers automatically record certain information that your web browser sends. This may include information such as your IP address, browser type and language, pages viewed, the date and time. This kind of information is to allow us to compile general statistics to of the traffic of the Website.</p><p>We respect and are committed to protecting your privacy. We do not sell or otherwise provide personal information to other companies for the marketing of their own products or services. We will retain your personal information for as long as your account is active or as needed to provide you services or as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p><p>When you visit certain services of the Website, we collect general information about your visits by means of cookies files.  The information is only used for analysing your preference in relation to the service we provide.  You have a choice not to accept the cookie files, but if you do not, certain functionality may not be available.</p><h5>2.2 Provision of Personal Data</h5><p>2.2.1 We collect personal data from the Website visitors; data collected may include name, address, e-mail address, etc.  The information is used by us for the purposes stated in the respective pages on which we invite you to provide your data.  We may also use the information we collect for the following purposes:<br/>a) To complete your registration/purchase transactions;<br/>b) To identify your interests and preferences, so that you can be informed of new or additional events, activities and promotions that might be of interest of you;<br/>c) To notify you of any news relating to the events or activities you have engaged;<br/>d) To improve the events and activities organised or co-organised by us and the overall services of us; and</p><p>2.2.2 We may communicate or send message to you via fax, email, direct mail, telephone and other means of communication, or send e-newsletters to you.  You may choose not to receive promotional materials, by simply telling us, and we will cease to do so, without charge.  We do not use your personal data for any other purposes without your prior consent unless such use is permitted or required by law.</p></li><li><h4>Data Disclosure</h4><p>The personal data that we have collected may be transferred to persons or companies engaged in contractual activities on our behalf for the above mentioned purposes for which the personal data are to be used.  We limit the personal data we provide to outside persons or companies to only the personal data we believe is appropriate to enable them to carry out their responsibilities under our contracts.  We contractually require that the personal data provided be used only for the specifically authorized purpose and that its confidentiality be maintained.</p></li><li><h4>Data Retention</h4><p>In your dealings with us, we retain records of your online transactions for auditing purposes. We also retain your personal data for the purposes as stated in this Privacy Policy. Should you prefer that your personal data be not kept by us, please let us know and we will remove your personal data from our record after the specified purpose for which you provide us the data has attained.</p></li><li><h4>Data Security</h4><p>All personal data you provide to us is secured on the Website with restricted access by authorized personnel only.</p></li><li><h4>Your Consent and Rights</h4><p>By accessing the Website, you are consenting to the collection and the use of your information by Company, but only to the extent described herein. You may withdraw your consent to the collection of Personal Data at any time by sending a written request to share@lightmatch.es. Upon receiving notice that you have revoked your consent, we will stop using your Personal Data within a reasonable time, which will vary depending on what information we have collected and for what purpose. Please note that we will send you an email confirmation upon receipt of your request. Therefore, if you do not receive a confirmation email, please contact us again with your request. If you do choose to withdraw such consent, your experience on the Website may be diminished, or your ability to choose some of the options on the Website or the services provided therein may be limited.</p></li><li><h4>Terms of Use</h4><p>This Privacy Policy is incorporated into and forms part of the Terms of Use, which outlines the terms and conditions you agree to when accessing and using the Website, and which can be found at <a href=\"/terms-of-use\">https://www.lightmatch.es/terms-of-use.</a></p></li><li><h4>Enquiry</h4><p>If you want to access or correct data, have any questions or complaints; please contact us at <a href=\"mailto:share@lightmatch.es\">share@lightmatch.es</a>.</p></p>Please note that this Privacy Policy Statement may be amended from time to time.  Notices regarding amendments will be posted at the Website to inform you of the effective dates of the amendments. Amendments will not have retrospective effect.</p></li>",
    "terms_of_use": "Terms of Use",
    "termsContent": "<p>The terms and conditions stated herein (collectively, the“Agreement”) constitute a legal agreement between you and Creativeworks Group Limited, a Hong Kong corporation (the “Company” or “We”). In order to use the Website (as defined below) you must agree to the terms and conditions that are set out below. You further acknowledge and agree that you have read and understand the Company’s Privacy Policy available at <a href=\"/privacy-policy\">lightmatch.es/privacy-policy</a> (the “Privacy Policy”). The Privacy Policy, which applies to your use of the Website, is hereby incorporated into this Agreement.</p><p>The Company may make modifications, deletions and/or additions to this Agreement (“Changes”) at any time. Changes will be effective: (i) thirty (30) days after the Company provides notice of the Changes, whether such notice is provided through the Website user interface, is sent to the email address associated with your account (if applicable) or otherwise; or (ii) when you opt-in or otherwise expressly agree to the Changes or a version of this Agreement incorporating the Changes, whichever comes first.</p><ol><li><h5>Defined Terms</h5><p><strong>“Lightmatch.es API”</strong> means the application program interface of Lightmatch.es;</p><p><strong>“Pictures”</strong> means pictures, images, graphics and similar items that are uploaded on the Website.</p><p><strong>“User”</strong> means a person who accesses the Website.</p><p><strong>“Website”</strong> means www.lightmatch.es.</p></li><li><h5>Overview</h5><p>The Website is intended to be a site where Users can upload Pictures, which Pictures can then be copied, reproduced, modified and used (for any and all purposes) by other Users, for no compensation payable to the User that uploaded the Picture and without any permission being required. In this regard, all Users acknowledge that the Company is not verifying the Pictures, and therefore the use of such Pictures in any way is at each User’s own risk, and same are being provided on the Website “as-is, where-is”, without any representations or warranties whatsoever by the Company.</p></li><li><h5>Representations and Warranties by User</h5><p>By using the Website, you expressly represent and warrant that you are legally entitled to enter into this Agreement. If you reside in a jurisdiction which restricts the use of the Website because of age, or restricts the ability to enter into agreements such as this one due to age, you must abide by such age limits and you must not use the Website. Without limiting the foregoing, the Website is not available to persons under the age of 18. By using the Website, you represent and warrant that you are at least 18 years old. By using the Website, you represent and warrant that you have the right, authority and capacity to enter into this Agreement and to abide by the terms and conditions of this Agreement. When using the Website, you agree to comply with all applicable laws of the nation, the country, state, province and city in which you are present while using the Website.</p><p>By using the Website, you agree that while each individual Picture on the Website may be used commercially, the presentation and collection of these Pictures is copyrighted by the Company, and therefore may not be used, altered or copied in any manner.</p><p>By using the Website, you agree that:</p><ul><li>You will only use the Website for lawful purposes. You will not use the Website for any illegal or immoral purposes, including but not limited to pornography, drug use, gambling or prostitution, or any other purpose reasonably likely to reflect negatively on the Company.</li><li>You will not use the Website for sending or storing any unlawful material or for fraudulent purposes.</li><li>You will not use the Website to send or store infringing, obscene, threatening, libelous, or otherwise unlawful or tortious material, including material harmful to children or violative of third party privacy rights and material that could be considered as sexual or psychological harassment or of a discriminatory nature;</li><li>You will not impair the proper operation of the Website.</li><li>You will not try to harm the Website or the Company in any way whatsoever.</li><li>You will not: (i) license, sublicense, sell, resell, transfer, assign, distribute or otherwise commercially exploit or make available to any third party the Website in any way, save as permitted herein; (ii) modify or make derivative works based upon the Website; (iii) create Internet “links” to, or “frame” or “mirror” the Website on any other server or wireless or Internet-based device; (iv) reverse engineer the Website, or access the Website in order to (a) build a competitive product or service, (b) build a product using similar ideas, features or functions of the Website, or (c) copy any ideas, features or functions of the Website, including without limitation the presentation of the Pictures, or (v) launch an automated program or script, including, but not limited to, web spiders, web crawlers, web robots, web ants, web indexers, bots, viruses or worms, or any program which may make multiple server requests per second, or unduly burdens or hinders the operation and/or performance of the Website.</li><li>You will not: (i) send spam or otherwise duplicative or unsolicited messages in violation of applicable laws; (ii) send or store material containing software viruses, worms, Trojan horses or other harmful computer code, files, scripts, agents or programs; (iii) interfere with or disrupt the integrity or performance of the Website or the data contained therein; or (iv) attempt to gain or to permit others to gain unauthorized access to the Website or its related systems or networks.</li><li>You will respect the Website and other Users when posting Pictures and using the Website. When submitting Pictures to or otherwise using the Website, you agree not to post or transmit to or from the Website: (i) any unlawful, hateful, racially or ethnically offensive, threatening, libelous, defamatory, obscene, pornographic, or other material or Pictures that would violate rights of publicity and/or privacy or that would violate any law; (ii) any commercial material or Pictures (including, but not limited to, solicitation of funds, advertising, or marketing of any good or services); (iii) any material or Pictures that infringes, misappropriates or violates any third party rights, including but not limited to copyright, trademark, patent right or other proprietary right of any third party; (v) any falsehoods or misrepresentations that could damage us, our users or any third party; (vi) any private information concerning another person, such as their address, phone number, email address, and similar information without their permission; (vii) anything which impersonates another person or represents yourself as affiliated with us, our staff or other industry professionals; (viii) anything which solicits a user’s password or other account information; (ix) anything which harvests user names, addresses, or email addresses for any purpose; and (v) any viruses or other computer instructions or technological means whose purpose is to disrupt, damage, or interfere with the use of computers or related systems. The above list is an example only and is not intended to be complete or exclusive.</li><li>You are solely responsible for all Pictures that you make available through the Website. Accordingly, you represent and warrant that: (i) you either are the sole and exclusive owner of all Pictures that you make available through the Website or you have all rights, licenses, consents and releases that are necessary to grant to Company the rights in such Pictures, as contemplated under this Agreement; and (ii) neither the Pictures nor your posting, uploading, publication, submission or transmittal of the Pictures or Company’s (or other Users) use of the Pictures (or any portion thereof) will infringe, misappropriate or violate a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation. Further, you do hereby acknowledge that all Pictures may be viewed, used, reproduced, modified or otherwise dealt with by all Users or others, without any compensation to you.</li></ul><p>You shall be solely liable for any damages resulting from any violation of the foregoing restrictions, or any other harm resulting from your posting of Pictures to the Website.</p><p>If you believe that any Pictures infringe any copyright that you own or control, please advise the Company immediately at share@lightmatch.es.</p><p>Company will have the right to investigate and prosecute violations of any of the above to the fullest extent of the law. Company may involve and cooperate with law enforcement authorities in prosecuting users who violate this Agreement. You acknowledge that Company has no obligation to monitor your access to or use of the Website or Pictures or to review or edit any Pictures, but has the right to do so for the purpose of operating the Website, to ensure your compliance with this Agreement, or to comply with applicable law or the order or requirement of a court, administrative agency or other governmental body. Company reserves the right, at any time and without prior notice, to remove or disable access to any Pictures that Company, at its sole discretion, considers to be in violation of this Agreement or otherwise harmful to the Website.</p><p>For greater certainty, the provisions of this Section shall also apply to use of the Lightmatch.es API.</p></li><li><h5>Restrictions and Copyright Policy</h5><p>No licenses or rights are granted to you by implication or otherwise under any intellectual property rights owned or controlled by Company or its licensors.</p></li><li><h5>License granted by User</h5><p>Notwithstanding any other provision herein, please be aware that by submitting Pictures to the Website, you grant the Company and all Users a non-exclusive, worldwide, royalty-free, perpetual, transferable, irrevocable and fully sublicensable right to (and to allow others to) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such Pictures throughout the world in any media, now known or hereafter devised, with or without the name you used to make such submission of Pictures. You do further acknowledge and agree that your Pictures are not your confidential or proprietary information. We take no responsibility and assume no liability for any Pictures posted or submitted by you. We have no obligation to post your Pictures; we reserve the right in our absolute discretion to remove or alter any Pictures. In connection herewith, you hereby renounce and waive in favour of Company and all Users to any moral rights you have or might have, now or in the future, with respect to Pictures.</p><p>If you do not agree to these terms and conditions, please do not upload any Pictures to the Website.</p></li><li><h5>Copyright Policy</h5><p>Company respects copyright law and expects its Users to do the same. It is Company’s policy, when it becomes aware, to terminate in appropriate circumstances Users or other account holders who infringe or are believed to be infringing the rights of copyright holders.</p></li><li><h5>Payment Terms</h5><p>Any fees that the Company may charge you for the use of the Website are due immediately and are non-refundable. This no refund policy shall apply at all times regardless of your decision to terminate your usage, our decision to terminate your usage, disruption caused to the Website either planned, accidental or intentional, or any reason whatsoever.</p></li><li><h5>Intellectual Property Ownership</h5><p>The Company alone (and its licensors, where applicable) shall own all right, title and interest, including all related intellectual property rights, in and to the Website and any suggestions, ideas, enhancement requests, feedback, recommendations or other information provided by you or any other party relating to the Website (collectively “Feedback”). You are not required to provide any Feedback to the Company. To the extent you do provide any Feedback to the Company, you agree to assign and hereby do assign to the Company all right, title and interest in and to such Feedback and agree that the Company may freely utilize such Feedback without compensation to you. This Agreement is not a sale and does not convey to you any rights of ownership in or related to the Website, or any intellectual property rights owned by the Company. The Company name, the Company logo, and the product names associated with the Website are trademarks of the Company or third parties, and no right or license is granted to use them.</p></li><li><h5>Third Party Interactions</h5><p>During use of the Website, you may enter into correspondence with, purchase goods and/or services from, or participate in promotions of third party service providers, advertisers or sponsors showing their goods and/or services through the Website. Any such activity, and any terms, conditions, warranties or representations associated with such activity, is solely between you and the applicable third party. The Company and its licensors shall have no liability, obligation or responsibility for any such correspondence, purchase, transaction, services or promotion between you and any such third party. The Company does not endorse any sites on the Internet that are linked through the Website, and in no event shall the Company or its licensors be responsible for any Pictures, products, services or other materials on or available from such sites or third party providers. The Company provides the Website to you pursuant to the terms and conditions of this Agreement. You recognize, however, that certain third party providers of goods and/or services may require your agreement to additional or different terms and conditions prior to your use of or access to such goods or services, and the Company disclaims any and all responsibility or liability arising from such agreements between you and the third party providers.</p><p>The Company may rely on third party advertising and marketing supplied through the Website and other mechanisms to subsidize the Website. By agreeing to these terms and conditions, you agree to receive such advertising and marketing. You agree that it is your responsibility to take reasonable precautions in all actions and interactions with any third party you interact with through the Website.</p></li><li><h5>Lightmatch.es API</h5><p><p>Users may access their account data via an Lightmatch.es API. Any use of the Lightmatch.es API, including use of the Lightmatch.es API through a third-party product that accesses the Website, is bound by the provisions of this Agreement. All of the provisions governing the Website herein shall also govern the Lightmatch.es API. By way of example, and without limiting the foregoing, Sections 11, 12, 13 and 14 herein shall apply to the Lightmatch.es API as though it was the “Website” as mentioned in such Sections.</p><p>Abuse or excessively frequent requests to the Company or Website via the Lightmatch.es API may result in the temporary or permanent suspension of your account’s access to the Lightmatch.es API. The Company, in its sole discretion, will determine abuse or excessive usage of the Lightmatch.es API. The Company reserves the right at any time to modify or discontinue, temporarily or permanently, your access to the Lightmatch.es API (or any part thereof).</p><p>Your use of the Lightmatch.es APIs is at your own discretion and risk, and you will be solely responsible for any damage that results from the use of any Lightmatch.es APIs including, but not limited to, any damage to your computer system, our system or loss of data.</p><p>The Lightmatch.es API may be protected by copyrights, trademarks, service marks, international treaties, and/or other proprietary rights and laws of Hong Kong, the People’s Republic of China and other countries. The Company’s rights apply to the Lightmatch.es API and all output and executables of the Lightmatch.es API, excluding any software components developed by you which do not themselves incorporate the Lightmatch.es API or any output or executables of the Lightmatch.es API. You agree to abide by all applicable proprietary rights laws and other laws, as well as any additional copyright notices or restrictions contained in this Agreement. The Company owns all rights, title, and interest in and to the Lightmatch.es API. These terms grant you no right, title, or interest in any intellectual property owned or licensed by the Company, including (but not limited to) the Lightmatch.es API, but you are granted the right of access and use in accordance with the provisions herein.The Company reserves the right to charge fees for future use of or access to the Lightmatch.es API.</p></li><li><h5>Indemnification</h5><p>By entering into this Agreement and using the Website, you agree that you shall defend, indemnify and hold the Company, its licensors, and each of their parent organizations, subsidiaries, affiliates, officers, directors, Users, employees, attorneys and agents harmless from and against any and all claims, costs, damages, losses, liabilities and expenses (including attorneys’ fees and costs) arising out of or in connection with: (a) your violation or breach of any term of this Agreement or any applicable law or regulation, whether or not referenced herein; (b) your violation of any rights of any third party, or (c) your use or misuse of the Website, except in each case solely to the extent any of the foregoing arises directly from the gross negligence or willful misconduct of the Company.</p></li><li><h5>Disclaimer of Warranties</h5><p>The Company makes no representation, warranty, or guaranty as to the reliability, timeliness, quality, suitability, availability, safety, accuracy or completeness of the Website. the Company does not represent or warrant that (a) the use of the Website will be secure, timely, uninterrupted or error-free or operate in combination with any other hardware, application, system or data, (b) the Website will meet your requirements or expectations, (c) any stored data will be accurate or reliable, (d) the quality of the Website, as well as any products, services, information, or other material purchased or obtained by you through the Website will meet your requirements or expectations, (e) errors or defects in the Website will be corrected, or (f) the Website or the server(s) that make it available are free of viruses or other harmful components. the Website is provided to you strictly on an “as is” basis. All conditions, representations and warranties, whether express, implied, statutory or otherwise, including, without limitation, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third party rights, are hereby disclaimed to the maximum extent permitted by applicable law by the Company. The Company makes no representation, warranty, or guaranty as to the reliability, safety, timeliness, quality, suitability or availability of the Website, as well as any services, products or goods obtained by third parties through the use of the Website. The Company does not verify the ownership or intellectual property rights of the Pictures, nor how any User makes use of the Pictures, and shall have no liability relating thereto. You acknowledge and agree that the entire risk arising out of your use of the Website, the Pictures and any third party services or products remains solely with you, to the maximum extent permitted by law.</p><p>Certain laws do not allow limitations on implied warranties. If these laws apply to you, some or all of the above disclaimers, exclusions, or limitations may not apply to you, and you might have additional rights.</p></li><li><h5>Internet Delays</h5><p>The Website may be subject to limitations, delays, and other problems inherent in the use of the internet and electronic communications. The Company is not responsible for any delays, delivery failures, or other damages of whatsoever nature resulting from such problems.</p></li><li><h5>Limitation of Liability</h5><p>In no event shall the Company’s or its licensors’ aggregate liability arising out of or relating to this agreement or your use of (or inability to use) the Website or with respect to the Pictures exceed the amounts actually paid by you to the Company in the six (6) month period immediately preceding the event giving rise to such claim or the amount of five United States Dollars (5$), whichever is greater. In no event shall the Company or its licensors be liable to you for any indirect, punitive, special, exemplary, incidental, consequential or other damages of any type or kind (including personal injury, loss of data, revenue, profits, use or other economic advantage). The Company and/or its licensors shall not be liable for any loss, damage or injury which may be incurred by you, including but not limited to loss, damage or injury arising out of, or in any way connected with the Website or the Pictures, including but not limited to the use or inability to use the Website, any reliance placed by you on the completeness, accuracy or existence of any advertising, or as a result of any relationship or transaction between you and any third party service provider, advertiser or sponsor whose advertising appears on or within the Website, and including but not limited to loss, damage or injury resulting from your use of the Lightmatch.es API or third-party products that access data via the Lightmatch.es API. The foregoing exclusions shall apply even if the Company and/or its licensors have been previously advised of the possibility of such damages.</p><p>Responsibility for the decisions you make regarding the Website (with all its implications) rests solely with you. We will not assess the suitability, legality or ability of any Users or Pictures and you expressly waive and release the Company and its licensors, to the maximum extent allowable under applicable law, from any and all liability, claims, causes of action, or damages arising from your use of the Website, or in any way related to the third parties and to the Pictures introduced to you by the Website.</p><p> You understand that by using the Website, you may be exposed to Pictures that is potentially offensive or otherwise objectionable, and that you use the Website at your own risk.</p><p>Applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitation or exclusion may not apply to you. in such cases, the Company’s liability will be limited to the maximum extent permitted by law.</p></li><li><h5>Notice</h5><p>The Company may give notice by means of email to your email address on record in the Company’s account information, or by written communication sent by first class mail or pre-paid post to your address on record in the Company’s account information. Such notice shall be deemed to have been given upon the expiration of 48 hours after mailing (if sent by first class mail or pre-paid post) or 12 hours after sending (if sent by email). You may give notice, and address any complaint or claim to the Company (such notice, complaint or claim shall be deemed given when received by the Company) at any time by means of email to share@lightmatch.es.</p></li><li><h5>Assignment</h5><p>This Agreement may not be assigned by you (whether in whole or in part) without the prior written approval of the Company. This Agreement may be assigned without your consent (in whole or in part) by the Company, including, without limiting the foregoing, to (i) a parent or subsidiary, (ii) an acquirer of assets, or (iii) a successor by merger. Any purported assignment in violation of this section shall be void.</p></li><li><h5>Controlling Law and Jurisdiction</h5><p><em>General</em>. This Agreement and any action related thereto will be governed by the laws of Hong Kong without regard to its conflict of laws provisions. Subject to the rest of this Section, the exclusive jurisdiction and venue of any action in relation to this Agreement will be Hong Kong and each of the parties hereto waives any objection to jurisdiction and venue in such courts. However, in the event of the actual or threatened infringement, misappropriation or violation of Company’s copyrights, trademarks, trade secrets, patents or other intellectual property rights, Company may, at its discretion, institute legal proceedings in any jurisdiction (s) which is (are) deemed necessary or advisable.</p><p><em>Arbitration</em>. You and Company agree that any dispute, claim or controversy arising out of or relating to this Agreement or the breach, termination, enforcement, interpretation or validity thereof or the use of the Website (collectively, “Disputes”) will be settled exclusively by binding arbitration, except that each party retains the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights. You acknowledge and agree that you are waiving the right to participate as a plaintiff in any purported class action or representative proceeding. Further, unless both you and Company otherwise agree in writing, the arbitrators may not consolidate more than one person’s claims, and may not otherwise preside over any form of any class or representative proceeding. If this specific paragraph is held unenforceable, then the entirety of this “Dispute Resolution” section will be deemed void. Except as provided in the preceding sentence, this “Dispute Resolution” section will survive any termination of this Agreement.</p><p><em>Arbitration Location</em>. Unless you and Company otherwise agree, the arbitration will be conducted in Hong Kong.</p><p><em>Fees</em>. The arbitrators shall determine who is responsible to pay the fees associated with the arbitration.</p></li><li><h5>Termination</h5><p>You agree that the Company, in its sole discretion and for any or no reason, may terminate any member or customer account (or any part thereof) you may have with the Company or your use of the Website, and remove and discard all or any part of your account or any of your Pictures, at any time. The Company may also in its sole discretion and at any time discontinue providing access to the Website, or any part thereof, with or without notice. You agree that any termination of your access to the Website or any account you may have or portion thereof may be effected without prior notice, and you agree that the Company shall not be liable to you. These remedies are in addition to any other remedies Company may have at law or in equity.</p><p>You may terminate this Agreement at any time by ceasing all use of the Website and requesting the Company to cancel your account (if any) via email sent to <a href=\"share@lightmatch.es\">share@lightmatch.es</a>.</p></li><li><h5>General</h5><p>No joint venture, partnership, employment, or agency relationship exists between you, the Company or any third party provider as a result of this Agreement or use of the Website. If any provision of the Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced to the fullest extent under law. The failure of the Company to enforce any right or provision in this Agreement shall not constitute a waiver of such right or provision unless acknowledged and agreed to by the Company in writing. This Agreement comprises the entire agreement between you and the Company and supersedes all prior or contemporaneous negotiations, discussions or agreements, whether written or oral, between the parties regarding the subject matter contained herein.</p></li></ol>"
}